base
base-devel
bash-completion
bind
blueman
bluez
chezmoi
dex
direnv
dkms
efibootmgr
eza
fd
feh
fnm
fzf
git
git-delta
go
google-chrome
gopls
grub
gvm-git
i3-wm
i3blocks
i3lock
i3status
ibus-rime
jq
keychain
less
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lsof
man-db
mkinitcpio-firmware
modemmanager
neovim
network-manager-applet
networkmanager
nmap
nodejs
npm
ntfs-3g
nvidia-settings
openssh
os-prober
pacman-contrib
pulseaudio
python-pip
python-pynvim
python-uv
reflector
rime-cangjie
ripgrep
rofi
rsync
shellcheck
shfmt
sing-box-bin
sof-firmware
terminus-font
threshy
threshy-gui
thunar
tlp
tlpui
tmux
tree
ttf-jetbrains-mono
unzip
vim
wezterm
xclip
xdotool
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsecurelock
yay-bin
yq
zsh
