tap "go-swagger/go-swagger"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/formula-analytics"
tap "homebrew/services"
tap "tidwall/jj"
brew "age"
brew "ansifilter"
brew "jpeg-xl"
brew "aom"
brew "bash"
brew "bash-completion"
brew "openssl@3"
brew "libssh2"
brew "bat"
brew "btop"
brew "bzip2"
brew "caddy"
brew "glib"
brew "python@3.12"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "cask"
brew "chezmoi"
brew "cmake"
brew "cmake-docs"
brew "colima", args: ["HEAD"]
brew "node"
brew "commitlint"
brew "curl"
brew "delve"
brew "direnv"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "docker-compose-completion"
brew "doggo"
brew "editorconfig"
brew "eza"
brew "fd"
brew "findutils"
brew "fish"
brew "fnm"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gnu-sed"
brew "libassuan"
brew "gnupg"
brew "gomplate"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "pkgconf"
brew "guile"
brew "httpie"
brew "hugo"
brew "jq"
brew "lazygit"
brew "ldns"
brew "lefthook"
brew "lesspipe"
brew "libfido2"
brew "libpcap"
brew "lpeg"
brew "luajit"
brew "luarocks"
brew "masscan"
brew "massdns"
brew "moreutils"
brew "protobuf"
brew "zlib"
brew "mysql"
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "openssh"
brew "perl"
brew "pip-completion"
brew "protoc-gen-go"
brew "re2"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "sd"
brew "sing-box", restart_service: true
brew "sk"
brew "source-highlight"
brew "telnet"
brew "temporal"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "viu"
brew "watch"
brew "wget"
brew "yq"
brew "zellij"
brew "zsh"
brew "go-swagger/go-swagger/go-swagger"
brew "tidwall/jj/jj"
cask "burp-suite"
cask "coteditor"
cask "font-jetbrains-mono"
cask "font-noto-emoji"
cask "font-noto-sans-cjk-sc"
cask "font-noto-sans-cjk-tc"
cask "google-chrome"
cask "obsidian"
cask "squirrel"
cask "stats"
cask "wezterm"
