tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "tidwall/jj"
brew "age"
brew "bash"
brew "openssl@3"
brew "libssh2"
brew "bat"
brew "caddy"
brew "chezmoi"
brew "colima", args: ["HEAD"]
brew "curl"
brew "delve"
brew "difftastic"
brew "direnv"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "findutils"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "gnupg"
brew "go"
brew "go@1.22"
brew "golangci-lint"
brew "python@3.13"
brew "httpie"
brew "hugo"
brew "jaq"
brew "jnv"
brew "jq"
brew "lefthook"
brew "less"
brew "lpeg"
brew "luajit"
brew "luarocks"
brew "mas"
brew "protobuf"
brew "zlib"
brew "mysql"
brew "neovim"
brew "nmap"
brew "node"
brew "pkgconf"
brew "protoc-gen-go"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "sing-box", restart_service: :changed
brew "source-highlight"
brew "terminal-notifier"
brew "utf8proc"
brew "tmux"
brew "tpm"
brew "tree"
brew "uv"
brew "viu"
brew "watch"
brew "whalebrew"
brew "yq"
brew "zoxide"
brew "go-swagger/go-swagger/go-swagger"
brew "tidwall/jj/jj"
cask "burp-suite"
cask "cloudflare-warp"
cask "coteditor"
cask "font-jetbrains-mono"
cask "font-noto-emoji"
cask "font-noto-sans-cjk-sc"
cask "font-noto-sans-cjk-tc"
cask "google-chrome"
cask "obsidian"
cask "sfm"
cask "squirrel"
cask "stats"
cask "wezterm"
cask "youdaodict"
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "网易有道词典", id: 491854842
