tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "tidwall/jj"
brew "age"
brew "bash"
brew "node"
brew "bash-language-server"
brew "bat"
brew "bfs"
brew "biome"
brew "bruno-cli"
brew "caddy"
brew "chezmoi"
brew "colima"
brew "coreutils"
brew "curl"
brew "delve"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "findutils"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "go@1.22"
brew "go@1.23"
brew "gofumpt"
brew "goimports"
brew "golangci-lint"
brew "gomplate"
brew "gopls"
brew "python@3.13"
brew "httpie"
brew "hugo"
brew "jaq"
brew "jnv"
brew "jq"
brew "lazygit"
brew "lefthook"
brew "less"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "podman"
brew "protobuf"
brew "protoc-gen-go"
brew "qemu"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "rust"
brew "shfmt"
brew "sing-box"
brew "sk"
brew "source-highlight"
brew "sqlfluff"
brew "starship"
brew "stylua"
brew "taplo"
brew "terminal-notifier"
brew "tmux"
brew "tpm"
brew "tree"
brew "typos-lsp"
brew "uv"
brew "watch"
brew "yq"
brew "zellij"
brew "zimfw"
brew "zoxide"
brew "zsh"
brew "go-swagger/go-swagger/go-swagger"
brew "tidwall/jj/jj"
cask "bruno"
cask "burp-suite"
cask "cloudflare-warp"
cask "coteditor"
cask "eudic"
cask "font-jetbrains-mono"
cask "font-noto-emoji"
cask "font-noto-sans-cjk-sc"
cask "font-noto-sans-cjk-tc"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "imhex"
cask "obsidian"
cask "sfm"
cask "squirrel"
cask "stats"
cask "wezterm"
cask "youdaodict"
