tap "homebrew/cask"
tap "homebrew/core"
tap "octane0411/tap"
tap "qoderai/qoder"
brew "age"
brew "aliyun-cli"
brew "atuin"
brew "bandwhich"
brew "bash"
brew "bat"
brew "bfs"
brew "chezmoi"
brew "colima"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "doggo"
brew "duckdb"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "just"
brew "lazygit"
brew "less"
brew "lesspipe"
brew "lua"
brew "luarocks"
brew "magika"
brew "mise"
brew "moreutils"
brew "neovim"
brew "sqlite"
brew "python@3.14"
brew "nmap"
brew "ripgrep"
brew "opencode"
brew "pkgconf"
brew "podman"
brew "python@3.13"
brew "qemu"
brew "qsv"
brew "reattach-to-user-namespace"
brew "rsync"
brew "sheldon"
brew "sing-box"
brew "source-highlight"
brew "starship"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "visidata"
brew "watch"
brew "wget"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
cask "android-platform-tools"
cask "chatgpt"
cask "codex"
cask "codex-app"
cask "copilot-cli"
cask "coteditor"
cask "deepl"
cask "eudic"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-color-emoji"
cask "font-noto-sans-cjk-sc"
cask "font-noto-sans-cjk-tc"
cask "ghostty"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "google-chrome@beta"
cask "mark-text"
cask "obsidian"
cask "octane0411/tap/openisland", trusted: true
cask "oss-browser"
cask "qoderai/qoder/qodercli"
cask "squirrel-app"
cask "stats"
cask "surge"
cask "wezterm"
cask "wireshark-app"
cask "youdaodict"
