tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "tidwall/jj"
brew "age"
brew "ansifilter"
brew "jpeg-xl"
brew "aom"
brew "bash", args: ["HEAD"]
brew "bash-completion"
brew "openssl@3"
brew "libssh2"
brew "bat"
brew "bzip2"
brew "python@3.12"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "cask"
brew "chezmoi"
brew "cmake"
brew "colima", args: ["HEAD"], restart_service: true
brew "curl", args: ["HEAD"]
brew "delve"
brew "direnv"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "docker-compose-completion"
brew "editorconfig"
brew "eza"
brew "fd"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "libassuan"
brew "gnupg"
brew "gobject-introspection"
brew "golangci-lint"
brew "gomplate"
brew "gopass"
brew "gopls"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "guile"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperscan"
brew "jq"
brew "ldns"
brew "lesspipe"
brew "libfido2"
brew "libpcap"
brew "lpeg"
brew "luajit"
brew "luarocks"
brew "masscan"
brew "massdns"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "openssh"
brew "perl"
brew "pip-completion"
brew "re2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "sing-box", restart_service: true
brew "source-highlight"
brew "stylua"
brew "telnet"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "watch"
brew "yq"
brew "zellij", args: ["HEAD"]
brew "zlib"
brew "zsh"
brew "go-swagger/go-swagger/go-swagger"
brew "tidwall/jj/jj"
cask "burp-suite"
cask "coteditor"
cask "font-jetbrains-mono"
cask "font-noto-emoji"
cask "font-noto-sans-cjk-sc"
cask "font-noto-sans-cjk-tc"
cask "google-chrome"
cask "obsidian"
cask "stats"
cask "wezterm"
